/* `welcomeLabel` UILabel text default value */
"Welcome" = "Welkom";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Bedankt voor de download";

/* `instructionTextView` UITextView text default value with ".notConfigurated" state */
"WelcomeInstruction" = "Volg de instructies die u hebt ontvangen in de welkomste-mail om het activeringsproces te starten.";

/* `instructionTextView` UITextView text default value with ".isConfigured" state */
"ConfiguredInstruction" = "Beheer in realtime uw dagelijkse taken en werk eenvoudig samen aan projecten.";

"ScanInstruction" = "Scan de beveiligde QR-code om het activeringsproces te starten.";

"DiscoveryServiceInstruction" = "Voer uw e-mailadres in om het activeringsproces te starten.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Account wordt gecontroleerd...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Start";

"Scan" = "Scan";

/* `demoLabel` UILabel text default value */
"Explore" = "Uitproberen?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Probeer de demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Toegangscode instellen";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Toegangscode";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Toegangscode selecteren";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Toegangscode bevestigen";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Voer uw toegangscode opnieuw in.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Bevestig uw toegangscode.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Voer uw toegangscode in.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Toegangscode wijzigen";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Voer uw huidige toegangscode in.";

/* The button title string used both in passcode and
 touch ID screens to indicate not to setup now. */
"NotNowKey" = "Niet nu";

/* The button title string used on the second passcode setup
 to go back to the first screen. */
"BackKey" = "Terug";

/* The button title string used on the first passcode setup
 to go to the next screen. */
"NextKey" = "Volgende";

/* The button title string used on the passcode input screen (not in the change passcode sequence)
 When the passcode input screen is in the change passcode sequence, the button title should be changed "Next" */
"DoneKey" = "Gereed";

/* The main message format on the setup passscode screen.
 The %d will display the number of characters required from
 the passcode policy. */
"PasscodeChooseMinCharKey" = "Selecteer een toegangscode met ten minste %d tekens om de app te deblokkeren.";

/* The main message format on the setup passscode screen when the
 isDititsOnly property of the passcode policy is true.
 The %d will display the number of digits required from
 the passcode policy. */
"PasscodeChooseMinDigitKey" = "Selecteer een toegangscode met ten minste %d cijfers om de app te deblokkeren.";

/* The message for passcode to include the required character groups
 when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Gebruik de volgende tekens:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Kleine letters (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Hoofdletters (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Cijfers (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symbolen (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Toegangscode resetten";

/* Alert message when validate method of FUIPasscodeValidationDelegate
 returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validatie toegangscode mislukt.";

/* Alert message when the passcode user entered was rejected by
 the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Toegangscode afgewezen door FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Opnieuw";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with "Touch ID" or "Face ID", e.g., "Touch ID is now available!" */
"IsNowAvailableKey" = " is nu beschikbaar.";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Met Touch ID hebt u sneller toegang tot uw informatie.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "U kunt deze functie op elk gewenst moment in- of uitschakelen via Instellingen.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Schakel Touch ID in voor snelle en veilige toegang.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Als Touch ID is uitgeschakeld, wordt u om de toegangscode van uw apparaat gevraagd.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Met Face ID hebt u sneller toegang tot uw informatie.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "U kunt deze functie op elk gewenst moment in- of uitschakelen via Instellingen.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Schakel Face ID in voor snelle en veilige toegang.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Als Face ID is uitgeschakeld, wordt u om de toegangscode van uw apparaat gevraagd.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Voeg vingerafdrukken toe aan uw apparaatinstellingen om Touch ID te gebruiken.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Ga hiervoor naar Instellingen > Touch ID en toegangscode.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Om Face ID te gebruiken, configureert u Face ID in uw apparaatinstellingen.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Ga hiervoor naar Instellingen > Face ID en toegangscode.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Meer informatie over Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Meer informatie over Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Inschakelen";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Verifiëren met Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Verifiëren met Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Fout";

/* The error title. */
"AuthenticationErrorKey" = "Verificatiefout";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Verifieer via Touch ID om de app te gebruiken.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Verifieer via Face ID om de app te gebruiken.";

/* The authenticate button text. */
"AuthenticateKey" = "Verifiëren";

/* The message when the passcode entered in confirm passcode screen
 does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Toegangscodes komen niet overeen. Probeer het opnieuw.";

/* The message format to be displayed when user entered wrong passcode
 and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "U hebt nog %d pogingen.";

/* The message format to be displayed when user entered wrong passcode
 and there is only one remaining retry. */
"OneAttemptLeftKey" = "U hebt nog 1 poging.";

/* The first paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Geen pogingen meer.";

/* The second paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Meld u aan om de toegangscode te resetten.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode
 and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Onjuiste toegangscode. Probeer het opnieuw.";

/* The scan page title string. */
"ScanKey" = "Scan";

/* The title of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Scan mislukt";

/* The second line of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"SelectAnotherImageKey" = "Selecteer een afbeelding met QR-code.";

/* The title of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Ongeldige QR-code";

/* The second line of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR-code is niet herkend.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Toegang tot foto's toestaan";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Verleen toegang tot uw foto's via de privacyinstellingen op uw apparaat om een afbeelding met QR-code te selecteren.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Toegang tot camera toestaan";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Verleen toegang tot uw camera via de privacyinstellingen op uw apparaat om te scannen met uw camera.";

/* *
 The alert action title to go to Settings app. */
"SettingsKey" = "Instellingen";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Bevestiging";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Scan geslaagd. U wordt verbonden met:";

/* The title string for the "Continue" button */
"ContinueKey" = "Doorgaan";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Starten";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Activering";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Als u een welkomste-mail hebt ontvangen, volgt u de activeringslink in de e-mail. Anders voert u uw e-mailadres in of scant u de QR-code om de activering te starten.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Volgende";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Of";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Scan";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Akkoord";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Niet akkoord";

/* The authentication title. */
"AuthenticationKey" = "Verificatie";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Geef uw gebruikersnaam en wachtwoord op om te verifiëren.";

/* Username input field placeholder string */
"usernameKey" = "gebruikersnaam";

/* Password input field placeholder string */
"passwordKey" = "wachtwoord";

/* Sign In button string. */
"SignInKey" = "Aanmelden";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Aanmeldgegevens onjuist. Probeer het opnieuw.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Geef hieronder de informatie op om het activeringsproces te starten.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Informatie wordt geverifieerd...";

/* Cancel button string. */
"CancelKey" = "Annuleren";

/* Allow button string. */
"AllowKey" = "Toestaan";

/* Deny button string. */
"DenyKey" = "Afwijzen";

/* No button string. */
"NoKey" = "Nee";

/* Quit button string. */
"QuitKey" = "Afsluiten";

/* GiveConsent button string. */
"GiveConsentKey" = "Toestemming geven";

/* Navbar title string. */
"StepKey" = "Stap";

/* Navbar title string. */
"OfKey" = "van";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Weet u zeker dat u het activeringsproces wilt afsluiten?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Zonder toestemming kunt u niet doorgaan met de activering.";

